---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerCubicFoot
source: html/8e2e2e89-15f8-24a4-816c-ff7bd25abae1.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerCubicFoot Property

Watts per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerCubicFoot { get; }
```